/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Outro widget com o mesmo nome já está instalado em seu computador. Gostaria de substituí-lo pelo widget %@?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "Já existe um arquivo com o mesmo nome instalado em seu computador. Gostaria de substituí-lo pelo widget %@?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Uma versão mais recente deste widget já está instalada para todos os usuários deste computador. Somente instale esta versão nesta conta de usuário se você preferir usar esta cópia.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "Uma versão mais recente do widget %@ já está instalada. Gostaria de substituí-la?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "Uma versão mais antiga do widget %@ já está instalada. Gostaria de substituí-la?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Uma versão mais antiga deste widget já está instalada para todos os usuários deste computador. Somente instale esta versão nesta conta de usuário se você preferir usar esta cópia.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "Deseja instalar o widget %@ e abri-lo no Dashboard?";

/* end preview string */
"End Test" = "Finalizar Teste";

/* title for OK button */
"Install" = "Instalar";

/* installation failed title */
"The %@ widget can't be installed." = "O widget %@ não pode ser instalado.";

/* ok button */
"OK" = "OK";

/* replace button, instead of install */
"Replace" = "Substituir";

/* title for OK button when developer run is on */
"Run" = "Executar";

/* preview button string */
"Test Drive" = "Teste de Avaliação";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "Você não pode instalar o arquivo “%@” porque não é um widget válido.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "O widget %@ já está instalado. Deseja substituí-lo?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "O widget que você está instalando já está instalado no seu computador e uma ou mais cópias dele estão abertas. A reinstalação deste widget fechará todas as cópias do widget.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "O widget que você está instalando já está aberto. A instalação deste widget fechará todas as cópias do widget.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "O widget que você está substituindo será apagado imediatamente.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "Este widget já está instalado para todos os usuários deste computador. Você somente deve instalá-lo nesta conta de usuário se preferir usar esta cópia.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "O widget já está instalado no seu computador com o nome “%@”. Deseja substituir o widget “%@” pelo “%@”?";

